//
// OCSINVENTORY-NG
//
// Copyleft Guillaume PROTET 2011
// 
//
// This code is open source and may be copied and modified as long as the source
// code is always made freely available.
// Please refer to the General Public Licence http://www.gnu.org/
//
//

// Localized versions of Info.plist keys
PaneTitle = "OCS Agent configuration";

//Yes button
"Yes" = "Yes";

//No button
"No" = "No";

//Warning about already existing cofiguration file
"Already_conf_warn" = "OCS agent configuration file seems to already exists. Do you want to launch OCS Inventory NG agent configuration?";

//Warning about already existing cofiguration file comment
"Already_conf_warn_comment" = "The previous /etc/ocsinventory-agent/ocsinventory-agent.cfg file will be erased";

//Warning about missing certificate file
"Missing_cert_warn" = "You have enabled Download feature and SSL certicate check but you don't specify a certificate file";

//Warning about missing certificate file comment
"Missing_cert_warn_comment" = "If you don't specifiy a certificate file, Download feature won't work";

//Warning about invalid server address
"Invalid_srv_addr" = "Invalid OCS server address";

//Warning about invalid server address comment
"Invalid_srv_addr_comment" = "Please check and re-enter your OCS server address";